[
    {
        "id": 2101,
        "name": "initial consultation and assessment",
        "duration": 60,
        "description": "The initial consultation length is 1 hour. SLPs are encouraged to forward de-identified client records prior to the consultation for review. In select cases (and with appropriate permissions) forwarding a short video/audio recording (~7 minutes)  of the client in question is recommended.",
        "price": 250,
        "image": "https://i.postimg.cc/d0t5RW0V/initial-consultation.jpg"
    },
    {
        "id": 2102,
        "name": "screening assessment",
        "duration": 45,
        "description": "Sometimes the therapist will use “formal assessment tools”. This means they will use a set of standard toys, books, pictures and tasks to test different aspects of your child’s communication. It is normal for children to cope easily with some of these tasks and then to have difficulty with others as the therapist is working out what your child’s strengths and weaknesses are.",
        "price": 150,
        "image": "https://i.postimg.cc/3Nch7ybg/screening-assessment.jpg"
    },
    {
        "id": 2103,
        "name": "observation visits",
        "duration": 60,
        "description": "Children with Autism Spectrum Disorder (ASD) think and view the world differently. Their symptoms vary widely, but commonly show challenges with social skills, behaviours and communication as with everything else, early intervention is of utmost importance.",
        "price": 95,
        "image": "https://i.postimg.cc/L5cHLYBm/observation-visits.jpg"
    },
    {
        "id": 2104,
        "name": "individual therapy session",
        "duration": 60,
        "description": "Individual therapy, or therapy provided one-to-one, is an important therapy model in private practice. Let’s evaluate the benefits of individual speech therapy working with a speech therapist one on one vs partaking in a group therapy. Individual Speech Therapy is especially successful in Los Angeles for a variety of reasons.",
        "price": 175,
        "image": "https://i.postimg.cc/9QSvM5bj/individual-therapy-session.jpg"
    },
    {
        "id": 2105,
        "name": "tailored home/school program",
        "duration": 120,
        "description": "Students from local universities who volunteer or intern at our facility help individualize materials. The clinic is also equipped with computers and iPads with programs and apps focused on various types of treatment. In addition, we also customize therapy according to a patient’s interests.",
        "price": 350,
        "image": "https://i.postimg.cc/x8n8qFY9/tailored-home-school-program.jpg"
    },
    {
        "id": 2106,
        "name": "training sessions for parents",
        "duration": 60,
        "description": "The programs are designed to help parents learn how to promote their young child’s communication at home. Under the guidance of a Hanen Certified speech-language pathologist, parents learn to use specific language-building strategies with their child during everyday activities. ",
        "price": 250,
        "image": "https://i.postimg.cc/9FXPnLT3/training-sessions-for-parents.jpg"
    }
]